[FirstLW X2SoldierClassTemplate]
DisplayName="FirstLW"
ClassSummary="The Ranger serves as our primary reconnaissance unit, capable of moving independently in concealment while engaging enemies at close range."
LeftAbilityTreeTitle="Scout"
RightAbilityTreeTitle="Assault"
AbilityTreeTitles[0]="Scout"
AbilityTreeTitles[1]="Assault"
AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="Bandit"
RandomNickNames[1]="Blitz"
RandomNickNames[2]="Brick"

[SecondLW X2SoldierClassTemplate]
DisplayName="SecondLW"
ClassSummary="The Ranger serves as our primary reconnaissance unit, capable of moving independently in concealment while engaging enemies at close range."
LeftAbilityTreeTitle="Scout"
RightAbilityTreeTitle="Assault"
AbilityTreeTitles[0]="Scout"
AbilityTreeTitles[1]="Assault"
AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="Bandit"
RandomNickNames[1]="Blitz"
RandomNickNames[2]="Brick"

[LW2WotC_CenterMass X2AbilityTemplate]
LocFriendlyName="Centre Mass"
LocFlyOverText="Centre Mass"
LocLongDescription="You do <Ability:CENTERMASS_DAMAGE/> additional point of base damage when using guns."
LocHelpText="You do <Ability:CENTERMASS_DAMAGE/> additional point of base damage when using guns."
LocPromotionPopupText="<Bullet/> You do <Ability:CENTERMASS_DAMAGE/> additional point of base damage with your primary weapon, pistols or a sawed-off shotgun."

[LW2WotC_Lethal X2AbilityTemplate]
LocFriendlyName="Lethal"
LocFlyOverText="Lethal"
LocLongDescription="You do <Ability:LETHAL_DAMAGE/> additional points of base damage with your primary weapon."
LocHelpText="You do <Ability:LETHAL_DAMAGE/> additional points of base damage with your primary weapon."
LocPromotionPopupText="<Bullet/> You do <Ability:LETHAL_DAMAGE/> additional points of base damage with your primary weapon."

[LW2WotC_HitandSlither X2AbilityTemplate]
LocFriendlyName="Hit and Slither"
LocFlyOverText="Hit and Slither"
LocLongDescription="Gain an additional move action after taking a standard shot at a flanked or exposed target with your primary weapon. <Ability:HNR_USES_PER_TURN/>"
LocHelpText="Gain an additional move action after taking a standard shot at a flanked or exposed target with your primary weapon. <Ability:HNR_USES_PER_TURN/>"
LocPromotionPopupText="<Bullet/> Gain an additional move action after taking a standard shot at a flanked or exposed target with your primary weapon. <Ability:HNR_USES_PER_TURN/>"

[LW2WotC_HitandRun X2AbilityTemplate]
LocFriendlyName="Hit and Run"
LocFlyOverText="Hit and Run"
LocLongDescription="Gain an additional action after taking a standard shot at a flanked or exposed target with your primary weapon. <Ability:HNR_USES_PER_TURN/>"
LocHelpText="Gain an additional action after taking a standard shot at a flanked or exposed target with your primary weapon. <Ability:HNR_USES_PER_TURN/>"
LocPromotionPopupText="<Bullet/> Cannot be used on the same turn as Run and Gun.<br/><Bullet/> Bonus full actions from Serial and Death from Above will be awarded first.<br/><Bullet/> <Ability:HNR_USES_PER_TURN/>"

[LW2WotC_CloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="Close Combat Specialist"
LocFlyOverText="Close Combat Specialist"
LocLongDescription="During enemy turns, fire a free reaction shot with your primary weapon at any visible enemy within <Ability:CCS_RANGE/> who moves or fires."
LocHelpText="During enemy turns, Fire a free reaction shot at any visible enemy within <Ability:CCS_RANGE/> who moves or fires."
LocPromotionPopupText="<Bullet/> Will not trigger if soldier is concealed.<br/><Bullet/> You may shoot at each enemy with this ability once per turn.<br/><Bullet/> Each shot requires <Ability:CCS_AMMO_PER_SHOT/> ammo.<br/>""

[LW2WotC_CloseCombatSpecialistAttack X2AbilityTemplate]
LocFriendlyName="Close Combat Specialist"
LocFlyOverText="Close Combat Specialist"
LocLongDescription="During enemy turns, fire a free reaction shot with your primary weapon at any visible enemy within <Ability:CCS_RANGE/> who moves or fires."
LocHelpText="During enemy turns, Fire a free reaction shot at any visible enemy within <Ability:CCS_RANGE/> who moves or fires."
LocPromotionPopupText="<Bullet/> Will not trigger if soldier is concealed.<br/><Bullet/> You may shoot at each enemy with this ability once per turn.<br/><Bullet/> Each shot requires <Ability:CCS_AMMO_PER_SHOT/> ammo.<br/>""

[LW2WotC_CloseandPersonal X2AbilityTemplate]
LocFriendlyName="Close and Personal"
LocFlyOverText="Close and Personal"
LocLongDescription="Confers +30 critical chance against adjacent targets. The bonus declines with distance from the target."
LocHelpText="Confers +30 critical chance against adjacent targets. The bonus declines with distance from the target."
LocPromotionPopupText="<Bullet/> Confers +30 critical chance against adjacent targets.<br/><Bullet/> Bonus reduced by 5% for each additional tile of distance from the target, down to 0% at 7 or more tiles.<br/>"

[LW2WotC_DamnGoodGround X2AbilityTemplate]
LocFriendlyName="Damn Good Ground"
LocFlyOverText="Damn Good Ground"
LocLongDescription="Confers +<Ability:DGG_AIM_BONUS/> aim and +<Ability:DGG_DEF_BONUS/> defense against targets at a lower elevation."
LocHelpText="Confers +<Ability:DGG_AIM_BONUS/> aim and +<Ability:DGG_DEF_BONUS/> defense against targets at a lower elevation."
LocPromotionPopupText="<Bullet/> Confers +<Ability:DGG_AIM_BONUS/> aim and +<Ability:DGG_DEF_BONUS/> defense against targets at a lower elevation.<br/><Bullet/> This ability does not provide defensive bonuses if the unit is disoriented, stunned, panicking, on fire or otherwise impaired."

[LW2WotC_Executioner X2AbilityTemplate]
LocFriendlyName="Executioner"
LocFlyOverText="Executioner"
LocLongDescription="Confers +<Ability:EXECUTIONER_AIM_BONUS/> aim and +<Ability:EXECUTIONER_CRIT_BONUS/> critical chance against targets at half or less of their original hit points."
LocHelpText="Confers +<Ability:EXECUTIONER_AIM_BONUS/> aim and +<Ability:EXECUTIONER_CRIT_BONUS/> critical chance against targets at half or less of their original hit points."
LocPromotionPopupText="<Bullet/> Confers +<Ability:EXECUTIONER_AIM_BONUS/> aim and +<Ability:EXECUTIONER_CRIT_BONUS/> critical chance against targets at half or less of their original hit points.<br/>"

[LW2WotC_Resilience X2AbilityTemplate]
LocFriendlyName="Resilience"
LocFlyOverText="Resilience"
LocLongDescription="Enemy attacks against you suffer a -<Ability:RESILIENCE_CRITDEF_BONUS/> penalty to critical hit chances."
LocHelpText="Enemy attacks against you suffer a -<Ability:RESILIENCE_CRITDEF_BONUS/> penalty to critical hit chances."
LocPromotionPopupText="<Bullet/> Enemy attacks against you suffer a -<Ability:RESILIENCE_CRITDEF_BONUS/> penalty to critical hit chances.<br/>"

[LW2WotC_TacticalSense X2AbilityTemplate]
LocFriendlyName="Tactical Sense"
LocFlyOverText="Tactical Sense"
LocLongDescription="Gain +<Ability:TACTICAL_SENSE_DEF_BONUS_PER_ENEMY/> defense for each enemy you can see, up to a maximum of +<Ability:TACTICAL_SENSE_MAX_DEF_BONUS/> defense."
LocHelpText="Gain +<Ability:TACTICAL_SENSE_DEF_BONUS_PER_ENEMY/> defense for each enemy you can see, up to a maximum of +<Ability:TACTICAL_SENSE_MAX_DEF_BONUS/> defense."
LocPromotionPopupText="<Bullet/> Gain +<Ability:TACTICAL_SENSE_DEF_BONUS_PER_ENEMY/> defense for each living enemy you can see, up to a maximum of +<Ability:TACTICAL_SENSE_MAX_DEF_BONUS/> defense.<br/><Bullet/> <Ability:TS_SQUADSIGHT_ENEMIES_APPLY/><br/><Bullet/> This ability does not provide defensive bonuses if the unit is disoriented, stunned, panicking, on fire or otherwise impaired."

[LW2WotC_Aggression X2AbilityTemplate]
LocFriendlyName="Aggression"
LocFlyOverText="Aggression"
LocLongDescription="Gain +<Ability:AGGRESSION_CRIT_BONUS_PER_ENEMY/> critical chance for each enemy you can see, up to a maximum of +<Ability:AGGRESSION_MAX_CRIT_BONUS/>."
LocHelpText="Gain +<Ability:AGGRESSION_CRIT_BONUS_PER_ENEMY/> critical chance for each enemy you can see, up to a maximum of +<Ability:AGGRESSION_MAX_CRIT_BONUS/>."
LocPromotionPopupText="<Bullet/> Gain +<Ability:AGGRESSION_CRIT_BONUS_PER_ENEMY/> critical chance for each enemy you can see, up to a maximum of +<Ability:AGGRESSION_MAX_CRIT_BONUS/>.<br/><Bullet/> <Ability:AGG_SQUADSIGHT_ENEMIES_APPLY/><br/>"

[LW2WotC_BringEmOn X2AbilityTemplate]
LocFriendlyName="Bring 'Em On"
LocFlyOverText="Bring 'Em On"
LocLongDescription="Gain +<Ability:BEO_BONUS_CRIT_DAMAGE_PER_ENEMY/> damage on critical hits for every two enemies you can see, up to a maximum of +<Ability:BEO_MAX_BONUS_CRIT_DAMAGE/>."
LocHelpText="Gain +<Ability:BEO_BONUS_CRIT_DAMAGE_PER_ENEMY/> damage on critical hits for every two enemies you can see, up to a maximum of +<Ability:BEO_MAX_BONUS_CRIT_DAMAGE/>."
LocPromotionPopupText="<Bullet/> Gain +<Ability:BEO_BONUS_CRIT_DAMAGE_PER_ENEMY/> damage on critical hits for every two enemies you can see, up to a maximum of +<Ability:BEO_MAX_BONUS_CRIT_DAMAGE/>.<br/><Bullet/> <Ability:BEO_SQUADSIGHT_ENEMIES_APPLY/><br/><Bullet/> Applies to damage from primary weapon only."

[LW2WotC_HardTarget X2AbilityTemplate]
LocFriendlyName="Hard Target"
LocFlyOverText="Hard Target"
LocLongDescription="Gain +<Ability:HT_DODGE_BONUS_PER_ENEMY/> dodge per enemy you can see, up to a maximum of +<Ability:HT_MAX_DODGE_BONUS/>."
LocHelpText="Gain +<Ability:HT_DODGE_BONUS_PER_ENEMY/> dodge per enemy you can see, up to a maximum of +<Ability:HT_MAX_DODGE_BONUS/>."
LocPromotionPopupText="<Bullet/> Gain +<Ability:HT_DODGE_BONUS_PER_ENEMY/> dodge per enemy you can see, up to a maximum of +<Ability:HT_MAX_DODGE_BONUS/>.<br/><Bullet/> <Ability:HT_SQUADSIGHT_ENEMIES_APPLY/><br/><Bullet/> This ability does not provide defensive bonuses if the unit is disoriented, stunned, panicking, on fire or otherwise impaired."

[LW2WotC_Infighter X2AbilityTemplate]
LocFriendlyName="Infighter"
LocFlyOverText="Infighter"
LocLongDescription="Gain +<Ability:INFIGHTER_DODGE_BONUS/> dodge against attacks within <Ability:INFIGHTER_MAX_TILES/> tiles."
LocHelpText="Gain +<Ability:INFIGHTER_DODGE_BONUS/> dodge against attacks within <Ability:INFIGHTER_MAX_TILES/> tiles."
LocPromotionPopupText="<Bullet/> Gain +<Ability:INFIGHTER_DODGE_BONUS/> dodge against attacks within <Ability:INFIGHTER_MAX_TILES/> tiles.<br/><Bullet/> Dodge bonus also applies to melee attacks.<br/><Bullet/> This ability does not provide defensive bonuses if the unit is disoriented, stunned, panicking, on fire or otherwise impaired."

[LW2WotC_DepthPerception X2AbilityTemplate]
LocFriendlyName="Depth Perception"
LocFlyOverText="Depth Perception"
LocLongDescription="Gain <Ability:DP_AIM_BONUS/> aim and reduce enemies' dodge by <Ability:DP_ANTIDODGE_BONUS/> when at a higher elevation than your target."
LocHelpText="Gain <Ability:DP_AIM_BONUS/> aim and reduce enemies' dodge by <Ability:DP_ANTIDODGE_BONUS/> when at a higher elevation than your target."
LocPromotionPopupText="<Bullet/> Gain <Ability:DP_AIM_BONUS/> aim and reduce enemies' dodge by <Ability:DP_ANTIDODGE_BONUS/> when at a higher elevation than your target.<br/>"
